intro_text = [
    (
        "Привет! Я кибер-консультант по переговорам\n"
        "Я могу быть полезен при поиске решений в конфликтных ситуациях, или как "
        "тренажер для наработки переговорных навыков.\n\n"
        "Мою работу обеспечивает OpenAI на базе GPT4 и инструкции опытного "
        "консультанта по переговорам Леонида Беленовского. В некотором смысле можно "
        "считать, что я его цифровая копия. Разумеется, я еще многому учусь, "
        "поэтому будьте снисходительны ))\n\n"
        "⏭ Жмите /nex"
    ),
    (
        "Я помогу вам разобраться в сложной ситуации, пройти через туманный лабиринт"
        " и выйти в ясность целей и стратегий!\n\n"
        "Немного о том, как со мной взаимодействовать:\n"
        "🔘 Для начала я попрошу вас выбрать или описать ситуацию, в которой мы "
        "будем разбираться\n"
        "🟣 Затем детально проанализируем ситуацию\n"
        "🟠 Сформируем варианты решений\n"
        "🔴 Проведем симуляцию переговоров (я буду вашим оппонентом)\n"
        "🟢 Подведем итоги, сделаем выводы\n\n"
        "Общайтесь со мной так, как бы вы общались с живым человеком. Я всё пойму "
        "и во всём помогу. Однако, не забывайте о цели нашего общения!\n\n"
        "⏭ Жмите /next"
    ),
    (
        "⚠️ Важно понимать, что каким бы прекрасным ни был помощник или тренер"
        " – проводить переговоры будете вы. Поэтому, если вы хотите достигать успеха, "
        "вам стоит выделить некоторое время и внимание на подготовку к переговорам "
        "и тренировку навыков.\n\n"
        "⏳ Сейчас вам доступна промо-версия бота, в которой вы сможете провести одну "
        "полноценную тренировку, либо разобрать свой реальный кейс.\n\n"
    ),
    (
        "❇️ Очень скоро появится коммерческая версия, в которой вы сможете прокачивать"
        " свои навыки разрешения конфликтных ситуаций до небывалых высот.\n\n"
    ),
    (
        "🔥 А если вы эксперт, данный бот вас впечатлит, и вы захотите себе подобного "
        "в помощники, то записывайтесь в лист ожидания акселератора "
        "(https://t.me/+MfPM1-OjlthjMmFi) «Академии Цифровых Двойников», который "
        "стартует уже в феврале 2024 года\n\n"
    ),
    ("▶️ Приступить к тренировке /next"),
]
data = {}

informer = {
    "intro": intro_text,
    "data": data,
}
